Repository: kuangre123/bike
Catalog: Bike/Sources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, ja, ko, zh_hant

source: / 年
de: / Jahr
en: / yr
ko: /년

source: / 月
de: / Monat
en: / mo
ko: /월

source: %@ · 滑动通知可撤销
de: %@ · Mitteilung wischen zum Rückgängigmachen
en: %@ · swipe the notification to undo
ja: %@ · 通知をスワイプで取り消し
ko: %@ · 알림을 밀어 실행 취소
zh_hant: %@ · 滑動通知可撤銷

source: %@ / %lld 公里
de: %1$@ / %2$lld km
en: %1$@ / %2$lld km
ja: %1$@ / %2$lld km
ko: %1$@ / %2$lld km
zh_hant: %1$@ / %2$lld 公里

source: %@ 公里
de: %@ km
en: %@ km
ja: %@ km
ko: %@ km

source: %@ 公里/时
de: %@ km/h
en: %@ km/h
ja: %@ km/h
ko: %@ km/h
zh_hant: %@ 公里/時

source: %@ 千克
de: %@ kg
en: %@ kg
ja: %@ kg
ko: %@ kg
zh_hant: %@ 公斤

# %@ 条 · 最近 %@
source: %1$@ 条 · 最近 %2$@
de: %1$@ Einträge · zuletzt %2$@
en: %1$@ workouts · latest %2$@
ja: %1$@ 件 · 最新 %2$@
ko: %1$@개 · 최근 %2$@
zh_hant: %1$@ 筆 · 最近 %2$@

source: %@ 米
de: %@ m
en: %@ m
ja: %@ m
ko: %@ m
zh_hant: %@ 公尺

source: %@分
de: %@ Min.
en: %@ min
ko: %@분

source: %lld 个月
de: %lld Monate
en: %lld months
ja: %lldヶ月
ko: %lld개월
zh_hant: %lld 個月

source: %lld 克
de: %lld g
en: %lld g
ja: %lld g
ko: %lld g

source: %lld 分
de: %lld Min.
en: %lld min
ko: %lld분

source: %lld 千卡
de: %lld kcal
en: %lld kcal
ja: %lld kcal
ko: %lld kcal

source: %lld 周
de: %lld Wochen
en: %lld weeks
ja: %lld週間
ko: %lld주
zh_hant: %lld 週

source: %lld 天
de: %lld Tage
en: %lld days
ja: %lld日間
ko: %lld일

source: %lld 小时 %lld 分
de: %1$lld Std. %2$lld Min.
en: %1$lld h %2$lld min
ja: %1$lld時間%2$lld分
ko: %1$lld시간 %2$lld분
zh_hant: %1$lld 小時 %2$lld 分

source: %lld 年
de: %lld Jahre
en: %lld years
ko: %lld년

source: %lld 次/分钟
de: %lld bpm
en: %lld bpm
ja: %lld bpm
ko: %lld bpm
zh_hant: %lld 次/分鐘

source: %lld 米
de: %lld m
en: %lld m
ja: %lld m
ko: %lld m

source: %lld分%@秒/公里
de: %1$lld:%2$@ /km
en: %1$lld:%2$@ /km
ja: %1$lld分%2$@秒/km
ko: %1$lld분%2$@초/km
zh_hant: %1$lld分%2$@秒/公里

source: 0.0 公里/时
de: 0,0 km/h
en: 0.0 km/h
ja: 0.0 km/h
ko: 0.0 km/h
zh_hant: 0.0 公里/時

source: 20 公里
de: 20 km
en: 20 km
ja: 20 km
ko: 20 km

source: 25 公里/时
de: 25 km/h
en: 25 km/h
ja: 25 km/h
ko: 25 km/h
zh_hant: 25 公里/時

source: 30 公里
de: 30 km
en: 30 km
ja: 30 km
ko: 30 km

source: 30 公里/时
de: 30 km/h
en: 30 km/h
ja: 30 km/h
ko: 30 km/h
zh_hant: 30 公里/時

source: 35 公里/时
de: 35 km/h
en: 35 km/h
ja: 35 km/h
ko: 35 km/h
zh_hant: 35 公里/時

source: 40 公里/时
de: 40 km/h
en: 40 km/h
ja: 40 km/h
ko: 40 km/h
zh_hant: 40 公里/時

source: 50 公里
de: 50 km
en: 50 km
ja: 50 km
ko: 50 km

source: 100 公里
de: 100 km
en: 100 km
ja: 100 km
ko: 100 km

source: Apple 健康
de: Apple Health
en: Apple Health
ja: Appleヘルスケア
ko: Apple 건강

source: Garmin Connect、华为运动健康、Zepp、Wahoo、Keep、Strava 等都会把运动写进 Apple 健康，勾选后即可导入，无需分别登录。导入的记录只读取不修改，删除本地记录不会影响对方的数据。
de: Garmin Connect, Huawei Health, Zepp, Wahoo, Keep, Strava und andere schreiben Workouts in Apple Health – du kannst sie hier importieren, ohne dich einzeln anzumelden. Importierte Einträge werden nur gelesen; ein Löschen hier verändert die Daten der anderen App nicht.
en: Garmin Connect, Huawei Health, Zepp, Wahoo, Keep, Strava and others all write workouts to Apple Health, so you can import them here without signing in to each one. Imported workouts are read only — deleting a record here never touches their data.
ja: Garmin Connect、Huawei Health、Zepp、Wahoo、Keep、Strava などはワークアウトを Apple ヘルスケアに書き込むため、個別にログインしなくても取り込めます。取り込んだ記録は読み取り専用で、こちらで削除しても相手のデータには影響しません。
ko: Garmin Connect, 화웨이 건강, Zepp, Wahoo, Keep, Strava 등은 운동을 Apple 건강에 기록하므로 각각 로그인하지 않아도 가져올 수 있습니다. 가져온 기록은 읽기 전용이며, 여기서 삭제해도 원본 데이터에는 영향이 없습니다.
zh_hant: Garmin Connect、華為運動健康、Zepp、Wahoo、Keep、Strava 等都會把運動寫進 Apple 健康，勾選後即可匯入，無需分別登入。匯入的記錄只讀取不修改，刪除本機記錄不會影響對方的資料。

source: GPS 实采
de: GPS
en: GPS
ja: GPS
ko: GPS
zh_hant: GPS 實測

source: Pro 功能
de: Pro-Funktion
en: Pro feature
ja: Pro 機能
ko: Pro 기능

source: Pro 已激活，全部功能已解锁
de: Pro aktiv – alle Funktionen frei
en: Pro active — all features unlocked
ja: Pro有効 — すべての機能が解放
ko: Pro 활성화 — 모든 기능 잠금 해제
zh_hant: Pro 已啟用，全部功能已解鎖

source: Pro 解锁安静风景路线推荐、逐向导航与高级统计。
de: Pro schaltet ruhige Panoramarouten, Turn-by-Turn-Navigation und erweiterte Statistiken frei.
en: Pro unlocks quiet scenic route suggestions, turn-by-turn navigation, and advanced stats.
ja: Proで静かな絶景ルート提案・ターンバイターンナビ・詳細統計が使えます。
ko: Pro로 조용한 경치 좋은 경로 추천, 턴바이턴 내비게이션, 고급 통계를 잠금 해제합니다.
zh_hant: Pro 解鎖安靜風景路線推薦、逐向導航與進階統計。

source: 上次同步
de: Letzte Synchronisierung
en: Last sync
ja: 前回の同期
ko: 마지막 동기화

source: 不回避土路与非铺装路面，可走林道
de: Nimmt Schotter und unbefestigte Wege, auch Waldwege
en: Takes dirt and unpaved surfaces, including forest tracks
ja: 未舗装路や林道も含めて走ります
ko: 비포장길과 임도까지 이용합니다
zh_hant: 不迴避土路與非鋪裝路面，可走林道

source: 与 %@ 的记录合并
de: Mit Fahrt um %@ zusammenführen
en: Merge with the %@ ride
ja: %@の記録と結合
ko: %@ 기록과 병합
zh_hant: 與 %@ 的記錄合併

source: 个人记录
de: Persönliche Rekorde
en: Personal Records
ja: 自己ベスト
ko: 개인 기록
zh_hant: 個人記錄

source: 交易验证失败
de: Kaufprüfung fehlgeschlagen
en: Purchase verification failed
ja: 購入の検証に失敗しました
ko: 구매 확인 실패
zh_hant: 交易驗證失敗

source: 产品信息未加载，请稍后重试
de: Produkte nicht geladen, bitte später erneut versuchen
en: Products not loaded, please try again later
ja: 商品情報を読み込めません。後でもう一度お試しください
ko: 상품 정보를 불러오지 못했습니다. 잠시 후 다시 시도하세요
zh_hant: 產品資訊未載入，請稍後重試

source: 今天
de: Heute
en: Today
ja: 今日
ko: 오늘

source: 今天已记录 %lld 次运动
de: Heute %lld Training(s) erfasst
en: %lld workout(s) logged today
ja: 今日は%lld件記録
ko: 오늘 %lld회 기록
zh_hant: 今天已記錄 %lld 次運動

source: 今天还很清爽，适合出门动一动
de: Ein frischer Tag – perfekt für Bewegung
en: A fresh day — perfect for getting out and moving
ja: 今日はまだ爽やか。出かけて体を動かすのに最適です
ko: 상쾌한 하루예요 — 나가서 움직이기 좋은 날
zh_hant: 今天還很清爽，適合出門動一動

source: 今日
de: Heute
en: Today
ko: 오늘

source: 从当前位置出发，绕一圈回到起点
de: Vom Standort starten und im Kreis zurück
en: Start here and loop back to the beginning
ja: 現在地から出発し、一周して起点に戻ります
ko: 현재 위치에서 출발해 한 바퀴 돌아 시작점으로
zh_hant: 從目前位置出發，繞一圈回到起點

source: 估算 %@
de: Gesch. %@
en: Est. %@
ja: 推定 %@
ko: 예상 %@

source: 估算减碳
de: Geschätzte CO₂-Einsparung
en: Est. CO₂ saved
ja: 推定CO₂削減
ko: 예상 탄소 절감
zh_hant: 估算減碳

source: 估算卡路里
de: Geschätzte Kalorien
en: Est. calories
ja: 推定カロリー
ko: 예상 칼로리

source: 估算均速
de: Gesch. Ø-Tempo
en: Est. avg speed
ja: 推定平均速度
ko: 예상 평균 속도

source: 估算距离
de: Geschätzte Distanz
en: Est. distance
ja: 推定距離
ko: 예상 거리
zh_hant: 估算距離

source: 估算配速
de: Geschätztes Tempo
en: Est. pace
ja: 推定ペース
ko: 예상 페이스

source: 使用期间
de: Bei Nutzung
en: While Using
ja: 使用中のみ
ko: 앱 사용 중
zh_hant: 使用期間

source: 偏快、优先铺装路面，避开土路与台阶
de: Schneller, bevorzugt asphaltierte Wege, meidet Schotter und Stufen
en: Faster, prefers paved surfaces, avoids dirt and steps
ja: 速度重視。舗装路を優先し、未舗装や階段を避けます
ko: 속도 위주. 포장도로를 우선하고 비포장과 계단을 피합니다
zh_hant: 偏快、優先鋪裝路面，避開土路與階梯

source: 停等中，移动后继续计时
de: Pausiert – Zeit läuft weiter beim Losfahren
en: Paused at stop — timing resumes when you move
ja: 停止中。移動すると計測を再開します
ko: 정차 중 — 움직이면 계측을 재개합니다
zh_hant: 停等中，移動後繼續計時

source: 停等中，计时暂停
de: Angehalten – Zeit pausiert
en: Stopped — timing paused
ja: 停止中 — 計測を一時停止
ko: 정차 중 — 계측 일시정지
zh_hant: 停等中，計時暫停

source: 健康不可用
de: Health nicht verfügbar
en: Health unavailable
ja: ヘルスケアを利用できません
ko: 건강 데이터 사용 불가

source: 先勾选要导入的来源。
de: Wähle zuerst eine Quelle zum Importieren aus.
en: Select a source to import from first.
ja: 取り込む提供元を先に選択してください。
ko: 가져올 원본을 먼저 선택하세요.
zh_hant: 請先勾選要匯入的來源。

source: 全程本地处理 · 隐私零上传
de: Alles lokal · nichts hochgeladen
en: All on-device · nothing uploaded
ja: すべて端末内で処理 · アップロードなし
ko: 모두 기기 내 처리 · 업로드 없음
zh_hant: 全程本地處理 · 隱私零上傳

source: 公园
de: Park
en: Park
ja: 公園
ko: 공원
zh_hant: 公園

source: 公路车
de: Rennrad
en: Road bike
ja: ロードバイク
ko: 로드 바이크
zh_hant: 公路車

source: 公里
de: km
en: km
ja: km
ko: km

source: 公里/时
de: km/h
en: km/h
ja: km/h
ko: km/h
zh_hant: 公里/時

source: 公里足迹
de: km gefahren
en: km ridden
ja: 走行km
ko: 주행 km
zh_hant: 公里足跡

source: 公里里程
de: km
en: km
ja: km
ko: km

source: 关闭
de: Aus
en: Off
ja: オフ
ko: 끄기
zh_hant: 關閉

source: 其他手表与运动 App
de: Andere Uhren & Fitness-Apps
en: Other Watches & Fitness Apps
ja: 他のウォッチ・運動 App
ko: 다른 시계 및 운동 앱
zh_hant: 其他手錶與運動 App

source: 其他运动
de: Sonstige
en: Other
ja: その他
ko: 기타
zh_hant: 其他運動

source: 最久单次
de: Längste Fahrt
en: Longest ride
ja: 最長時間
ko: 최장 시간
zh_hant: 最久單次

source: 最大爬升
de: Meister Anstieg
en: Most climb
ja: 最大獲得標高
ko: 최대 상승

source: 最快均速
de: Schnellstes Ø
en: Fastest avg
ja: 最速平均
ko: 최고 평균

source: 最短
de: Kürzeste
en: Shortest
ko: 최단

source: 最近心率
de: Letzter Puls
en: Recent HR
ja: 最近の心拍
ko: 최근 심박

source: 最远单次
de: Weiteste Fahrt
en: Longest distance
ja: 最長距離
ko: 최장 거리
zh_hant: 最遠單次

source: 最长连续（天）
de: Längste Serie (Tage)
en: Longest streak (days)
ja: 最長連続（日）
ko: 최장 연속(일)
zh_hant: 最長連續（天）

source: 最高速度
de: Höchsttempo
en: Top speed
ko: 최고 속도

source: 分享
de: Teilen
en: Share
ja: 共有
ko: 공유

source: 分享卡片
de: Karte teilen
en: Share card
ja: カードを共有
ko: 카드 공유

source: 分钟
de: Min.
en: min
ja: 分
ko: 분
zh_hant: 分鐘

source: 删除
de: Löschen
en: Delete
ja: 削除
ko: 삭제
zh_hant: 刪除

source: 删除这次运动？
de: Dieses Training löschen?
en: Delete this workout?
ja: このワークアウトを削除しますか？
ko: 이 운동을 삭제할까요?
zh_hant: 刪除這次運動？

source: 到达
de: Ankunft
en: Arrive
ja: 到着
ko: 도착
zh_hant: 到達

source: 前方 %lld 米，%@
de: In %1$lld m: %2$@
en: In %1$lld m, %2$@
ja: %1$lld m先、%2$@
ko: %1$lld m 앞, %2$@
zh_hant: 前方 %1$lld 米，%2$@

source: 加载产品信息失败
de: Produkte konnten nicht geladen werden
en: Failed to load products
ja: 商品情報の読み込みに失敗
ko: 상품 정보 불러오기 실패
zh_hant: 載入產品資訊失敗

source: 升级 轻骑运动 Pro
de: Auf Cycling Pro upgraden
en: Upgrade to Cycling Pro
ja: サイクリングProにアップグレード
ko: Cycling Pro로 업그레이드
zh_hant: 升級 輕騎運動 Pro

source: 单日最多
de: Meiste an einem Tag
en: Most in a day
ja: 1日最多
ko: 하루 최다
zh_hant: 單日最多

source: 卡路里
de: Kalorien
en: Calories
ja: カロリー
ko: 칼로리

source: 压实路面
de: verdichtet
en: compacted
ja: 締固め路面
ko: 다짐 노면
zh_hant: 壓實路面

source: 取消
de: Abbrechen
en: Cancel
ja: キャンセル
ko: 취소

source: 受限
de: Eingeschränkt
en: Restricted
ja: 制限あり
ko: 제한됨

source: 同意并启用
de: Zustimmen & aktivieren
en: Agree & Enable
ja: 同意して有効化
ko: 동의하고 사용
zh_hant: 同意並啟用

source: 同步运动数据
de: Trainings synchronisieren
en: Sync workouts
ja: ワークアウトを同期
ko: 운동 동기화
zh_hant: 同步運動資料

source: 向右
de: Rechts abbiegen
en: Turn right
ja: 右折
ko: 우회전

source: 向右急转
de: Scharf rechts
en: Sharp right
ja: 急な右折
ko: 급우회전
zh_hant: 向右急轉

source: 向左
de: Links abbiegen
en: Turn left
ja: 左折
ko: 좌회전

source: 向左急转
de: Scharf links
en: Sharp left
ja: 急な左折
ko: 급좌회전
zh_hant: 向左急轉

source: 土路
de: Erde
en: dirt
ja: 土
ko: 흙길

source: 地图
de: Karte
en: Map
ja: マップ
ko: 지도
zh_hant: 地圖

source: 地图 © Apple
de: Karte © Apple
en: Map © Apple
ja: 地図 © Apple
ko: 지도 © Apple
zh_hant: 地圖 © Apple

source: 均心率
de: Ø-Puls
en: Avg HR
ja: 平均心拍
ko: 평균 심박

source: 均速
de: Ø-Tempo
en: Avg speed
ja: 平均速度
ko: 평균 속도

source: 外部设备
de: Externes Gerät
en: External device
ja: 外部デバイス
ko: 외부 기기
zh_hant: 外部裝置

source: 好
de: OK
en: OK
ja: OK
ko: 확인

source: 好的
de: OK
en: OK
ja: OK
ko: 확인

source: 始终
de: Immer
en: Always
ja: 常に許可
ko: 항상
zh_hant: 始終

source: 安静
de: Ruhig
en: Quiet
ja: 静か
ko: 조용함
zh_hant: 安靜

source: 完成
de: Fertig
en: Done
ja: 完了
ko: 완료

source: 定位
de: Standort
en: Location
ja: 位置情報
ko: 위치

source: 定位中，移动后记录
de: Ortung – Aufzeichnung startet beim Losfahren
en: Locating — recording starts when you move
ja: 位置測定中。移動すると記録を開始します
ko: 위치 확인 중 — 움직이면 기록을 시작합니다
zh_hant: 定位中，移動後記錄

source: 导入勾选的记录
de: Auswahl importieren
en: Import selected
ja: 選択した記録を取り込む
ko: 선택한 기록 가져오기
zh_hant: 匯入勾選的記錄

source: 导出 GPX 轨迹
de: GPX-Track exportieren
en: Export GPX track
ja: GPXトラックを書き出す
ko: GPX 트랙 내보내기
zh_hant: 匯出 GPX 軌跡

source: 小众安静
de: Ruhig & schön
en: Quiet & scenic
ja: 静かな穴場
ko: 한적한 경로
zh_hant: 小眾安靜

source: 小众安静 · 风景骑行路线推荐
de: Ruhige, schöne Routenvorschläge
en: Quiet, scenic ride route suggestions
ja: 静かで景色の良いルート提案
ko: 조용하고 경치 좋은 라이딩 경로 추천
zh_hant: 小眾安靜 · 風景騎行路線推薦

source: 小众安静风景路线 + 逐向语音导航，骑得更尽兴
de: Ruhige Routen + Sprachnavigation für mehr Fahrspaß
en: Quiet scenic routes + turn-by-turn voice nav for a better ride
ja: 静かな絶景ルート＋音声ナビでもっと楽しく
ko: 조용한 경치 경로 + 음성 내비로 더 즐겁게
zh_hant: 小眾安靜風景路線 + 逐向語音導航，騎得更盡興

source: 少于 2 分钟的运动不会保存。
de: Trainings unter 2 Minuten werden nicht gespeichert.
en: Workouts under 2 minutes aren't saved.
ja: 2分未満のワークアウトは保存されません。
ko: 2분 미만 운동은 저장되지 않습니다.
zh_hant: 少於 2 分鐘的運動不會儲存。

source: 尽量沿河边、水岸与绿道，风景更好（会绕远）
de: Bevorzugt Flüsse, Ufer und Grünwege (evtl. Umweg)
en: Favor rivers, waterfronts and greenways for better views (may detour)
ja: 川沿い・水辺・緑道を優先し景色重視（遠回りあり）
ko: 강변·수변·녹지길 우선, 경치 좋음 (돌아갈 수 있음)
zh_hant: 盡量沿河邊、水岸與綠道，風景更好（會繞遠）

source: 尽量短、最直接，不挑路
de: Kürzeste, direkteste Route
en: Shortest and most direct
ja: 最短で最も直接的
ko: 가장 짧고 직접적인 경로
zh_hant: 盡量短、最直接，不挑路

source: 山地车
de: Mountainbike
en: Mountain bike
ja: マウンテンバイク
ko: 산악자전거
zh_hant: 登山車

source: 已到达目的地
de: Ziel erreicht
en: You've arrived
ja: 目的地に到着しました
ko: 목적지에 도착했습니다
zh_hant: 已到達目的地

source: 已导入 %lld 条，另有 %lld 条与已有记录重叠，已跳过。
de: %1$lld importiert, %2$lld wegen Überschneidung mit vorhandenen Einträgen übersprungen.
en: Imported %1$lld; skipped %2$lld that overlap existing records.
ja: %1$lld 件を取り込み、既存の記録と重なる %2$lld 件はスキップしました。
ko: %1$lld개를 가져왔고, 기존 기록과 겹치는 %2$lld개는 건너뛰었습니다.
zh_hant: 已匯入 %1$lld 筆，另有 %2$lld 筆與已有記錄重疊，已跳過。

source: 已导入 %lld 条记录。
de: %lld Workouts importiert.
en: Imported %lld workouts.
ja: %lld 件を取り込みました。
ko: %lld개를 가져왔습니다.
zh_hant: 已匯入 %lld 筆記錄。

source: 已尽量避开主干道
de: Hauptstraßen möglichst gemieden
en: Main roads avoided where possible
ja: できるだけ幹線道路を回避
ko: 가능한 한 큰길 회피
zh_hant: 已盡量避開主幹道

source: 已拒绝
de: Abgelehnt
en: Denied
ja: 拒否
ko: 거부됨
zh_hant: 已拒絕

source: 已授权
de: Erlaubt
en: Authorized
ja: 許可済み
ko: 허용됨
zh_hant: 已授權

source: 已排除（电动车） %lld 条
de: Ausgeschlossen (E-Bike): %lld
en: Excluded (e-bike): %lld
ja: 除外（電動アシスト）%lld件
ko: 제외됨(전기자전거) %lld개
zh_hant: 已排除（電動車） %lld 條

source: 已排除（电动车）：不计入统计。恢复后重新计入，并按设置写回 Apple 健康。
de: Ausgeschlossen (E-Bike): zählt nicht. Wiederherstellen zählt erneut und schreibt gemäß Einstellungen in Apple Health.
en: Excluded (e-bike): not counted in stats. Restore to re-include and write back to Apple Health per settings.
ja: 除外（電動アシスト）：統計に含みません。復元すると再集計し、設定に応じてAppleヘルスケアへ書き戻します。
ko: 제외됨(전기자전거): 통계에 미포함. 복원하면 다시 집계하고 설정에 따라 Apple 건강에 다시 기록합니다.
zh_hant: 已排除（電動車）：不計入統計。恢復後重新計入，並依設定寫回 Apple 健康。

source: 已暂停
de: Pausiert
en: Paused
ja: 一時停止
ko: 일시정지
zh_hant: 已暫停

source: 已清理 %lld 条重复记录。
de: %lld doppelte Einträge bereinigt.
en: Cleaned up %lld duplicate record(s).
ja: 重複記録を%lld件整理しました。
ko: 중복 기록 %lld개를 정리했습니다.
zh_hant: 已清理 %lld 條重複記錄。

source: 已记录一次%@
de: %@ erfasst
en: Logged a %@
ja: %@を記録しました
ko: %@ 기록됨
zh_hant: 已記錄一次%@

source: 已达成 🎉
de: Erreicht 🎉
en: Reached 🎉
ja: 達成 🎉
ko: 달성 🎉
zh_hant: 已達成 🎉

source: 已重新规划路线
de: Route neu berechnet
en: Route recalculated
ja: ルートを再計算しました
ko: 경로를 다시 계산했습니다
zh_hant: 已重新規劃路線

source: 已骑行 %@
de: Du bist %@ gefahren
en: You've ridden %@
ja: %@ 走行しました
ko: %@ 주행했습니다
zh_hant: 已騎行 %@

source: 已骑行 %@，%@
de: Du bist %1$@ gefahren, %2$@
en: You've ridden %1$@, %2$@
ja: %1$@、%2$@ 走行しました
ko: %1$@, %2$@ 주행했습니다
zh_hant: 已騎行 %1$@，%2$@

source: 已骑行 %@，%@，平均时速 %@
de: Du bist %1$@ gefahren, %2$@, Durchschnitt %3$@
en: You've ridden %1$@, %2$@, average speed %3$@
ja: %1$@、%2$@ 走行しました。平均速度 %3$@
ko: %1$@, %2$@ 주행했습니다. 평균 속도 %3$@
zh_hant: 已騎行 %1$@，%2$@，平均時速 %3$@

source: 年付更划算
de: Jährlich am günstigsten
en: Best value yearly
ja: 年払いがお得
ko: 연간 결제가 이득

source: 开启权限
de: Berechtigungen aktivieren
en: Enable permissions
ja: 権限を有効化
ko: 권한 켜기
zh_hant: 開啟權限

source: 开启自动记录
de: Auto-Aufzeichnung aktivieren
en: Enable auto-recording
ja: 自動記録を有効化
ko: 자동 기록 켜기
zh_hant: 開啟自動記錄

source: 开始
de: Start
en: Start
ja: 開始
ko: 시작
zh_hant: 開始

source: 开始免费试用
de: Kostenlos testen
en: Start free trial
ja: 無料トライアルを開始
ko: 무료 체험 시작
zh_hant: 開始免費試用

source: 开始导航
de: Navigation starten
en: Start navigation
ja: ナビを開始
ko: 내비게이션 시작
zh_hant: 開始導航

source: 开始骑行
de: Fahrt starten
en: Start ride
ja: ライドを開始
ko: 라이딩 시작
zh_hant: 開始騎行

source: 当前位置
de: Aktueller Standort
en: Current location
ja: 現在地
ko: 현재 위치
zh_hant: 目前位置

source: 当前连续（天）
de: Aktuelle Serie (Tage)
en: Current streak (days)
ja: 現在の連続（日）
ko: 현재 연속(일)
zh_hant: 目前連續（天）

source: 心率
de: Puls
en: Heart rate
ja: 心拍数
ko: 심박수

source: 心率检测
de: Puls erkannt
en: Heart-rate detected
ja: 心拍で検出
ko: 심박으로 감지
zh_hant: 心率偵測

source: 快乐轻骑
de: HappyRide
en: HappyRide
ja: HappyRide
ko: HappyRide
zh_hant: 快樂輕騎

source: 快乐轻骑 · 自动记录每一次出行
de: HappyRide · jede Fahrt automatisch erfasst
en: HappyRide · every trip logged automatically
ja: HappyRide · すべての移動を自動記録
ko: HappyRide · 모든 이동을 자동 기록
zh_hant: 快樂輕騎 · 自動記錄每一次出行

source: 总时长
de: Gesamtzeit
en: Total time
ja: 合計時間
ko: 총 시간
zh_hant: 總時長

source: 总次数
de: Fahrten gesamt
en: Total rides
ja: 合計回数
ko: 총 횟수
zh_hant: 總次數

source: 总爬升
de: Gesamtanstieg
en: Total climb
ja: 合計獲得標高
ko: 총 상승
zh_hant: 總爬升

source: 总距离
de: Gesamtdistanz
en: Total distance
ja: 合計距離
ko: 총 거리
zh_hant: 總距離

source: 恢复
de: Wiederherstellen
en: Restore
ja: 復元
ko: 복원
zh_hant: 恢復

source: 恢复此记录
de: Diese Fahrt wiederherstellen
en: Restore this ride
ja: この記録を復元
ko: 이 기록 복원
zh_hant: 恢復此記錄

source: 恢复购买
de: Käufe wiederherstellen
en: Restore purchases
ja: 購入を復元
ko: 구매 복원
zh_hant: 恢復購買

source: 恢复购买失败
de: Wiederherstellung fehlgeschlagen
en: Restore failed
ja: 復元に失敗しました
ko: 복원 실패
zh_hant: 恢復購買失敗

source: 折合每月约 %@
de: ≈ %@ / Monat
en: ≈ %@ / month
ja: 月あたり約%@
ko: 월 약 %@
zh_hant: 折合每月約 %@

source: 按年订阅
de: Jährlich
en: Yearly
ja: 年額プラン
ko: 연간 구독
zh_hant: 按年訂閱

source: 按月续订随时取消
de: Monatlich, jederzeit kündbar
en: Monthly, cancel anytime
ja: 月額・いつでも解約可
ko: 월간, 언제든 해지
zh_hant: 按月續訂隨時取消

source: 按月订阅
de: Monatlich
en: Monthly
ja: 月額プラン
ko: 월간 구독
zh_hant: 按月訂閱

source: 授予定位与运动权限后，快乐轻骑会在你运动时自动记录。
de: Nach Freigabe von Standort und Bewegung zeichnet HappyRide automatisch auf.
en: After you grant Location and Motion access, HappyRide records automatically as you move.
ja: 位置情報とモーションを許可すると、HappyRideが運動時に自動記録します。
ko: 위치와 동작 권한을 허용하면 HappyRide가 운동 시 자동 기록합니다.
zh_hant: 授予定位與運動權限後，快樂輕騎會在你運動時自動記錄。

source: 掉头
de: Wenden
en: U-turn
ja: Uターン
ko: 유턴
zh_hant: 掉頭

source: 排除后不计入统计；若已写入 Apple 健康会一并删除。可随时恢复。
de: Ausgeschlossen zählt es nicht; in Apple Health wird es entfernt. Jederzeit umkehrbar.
en: Once excluded it won't count in stats; if written to Apple Health it's removed too. Reversible anytime.
ja: 除外すると統計に含まれず、Appleヘルスケアに書き込み済みなら削除します。いつでも元に戻せます。
ko: 제외하면 통계에 미포함되고 Apple 건강에 기록됐다면 함께 삭제됩니다. 언제든 되돌릴 수 있습니다.
zh_hant: 排除後不計入統計；若已寫入 Apple 健康會一併刪除。可隨時恢復。

source: 推荐
de: Empfohlen
en: Recommended
ja: おすすめ
ko: 추천
zh_hant: 推薦

source: 提示
de: Hinweis
en: Note
ja: ヒント
ko: 안내

source: 搜索目的地
de: Ziel suchen
en: Search destination
ja: 目的地を検索
ko: 목적지 검색
zh_hant: 搜尋目的地

source: 撤销
de: Rückgängig
en: Undo
ja: 取り消す
ko: 실행 취소
zh_hant: 撤銷

source: 放弃
de: Verwerfen
en: Discard
ja: 破棄
ko: 취소
zh_hant: 放棄

source: 放弃这次骑行？
de: Diese Fahrt verwerfen?
en: Discard this ride?
ja: このライドを破棄しますか？
ko: 이 라이딩을 취소할까요?
zh_hant: 放棄這次騎行？

source: 数据
de: Daten
en: Data
ja: データ
ko: 데이터
zh_hant: 數據

source: 无法获取当前位置
de: Standort nicht verfügbar
en: Can't get current location
ja: 現在地を取得できません
ko: 현재 위치를 가져올 수 없습니다
zh_hant: 無法取得目前位置

source: 无路线
de: Keine Route
en: No route
ja: ルートなし
ko: 경로 없음
zh_hant: 無路線

source: 时长
de: Dauer
en: Duration
ja: 時間
ko: 시간
zh_hant: 時長

source: 昨天
de: Gestern
en: Yesterday
ja: 昨日
ko: 어제

source: 暂停
de: Pause
en: Pause
ja: 一時停止
ko: 일시정지
zh_hant: 暫停

source: 月度距离趋势
de: Monatsdistanz
en: Monthly distance
ja: 月別距離
ko: 월별 거리
zh_hant: 月度距離趨勢

source: 有 GPS 轨迹的骑行会在这里连成你的足迹地图。
de: Fahrten mit GPS-Track bilden hier deine Spurkarte.
en: Rides with GPS tracks build your footprint map here.
ja: GPSトラックのあるライドがここで足跡マップになります。
ko: GPS 트랙이 있는 라이딩이 여기서 발자취 지도가 됩니다.
zh_hant: 有 GPS 軌跡的騎行會在這裡連成你的足跡地圖。

source: 有台阶，需抬车
de: Stufen – Rad tragen
en: Steps — you'll have to carry the bike
ja: 階段あり — 自転車を担ぐ必要があります
ko: 계단 있음 — 자전거를 들어야 합니다
zh_hant: 有階梯，需抬車

source: 服务条款
de: Nutzungsbedingungen
en: Terms of Use
ja: 利用規約
ko: 이용약관
zh_hant: 服務條款

source: 未保存
de: Nicht gespeichert
en: Not Saved
ja: 保存されていません
ko: 저장되지 않음
zh_hant: 未儲存

source: 未启用联网
de: Netzwerk deaktiviert
en: Network not enabled
ja: ネットワークが無効
ko: 네트워크 미사용
zh_hant: 未啟用聯網

source: 未授权
de: Nicht erlaubt
en: Not authorized
ja: 未許可
ko: 미허용
zh_hant: 未授權

source: 未知
de: Unbekannt
en: Unknown
ja: 不明
ko: 알 수 없음

source: 未知地点
de: Unbekannter Ort
en: Unknown place
ja: 不明な地点
ko: 알 수 없는 장소
zh_hant: 未知地點

source: 本周
de: Diese Woche
en: This week
ja: 今週
ko: 이번 주
zh_hant: 本週

source: 本周目标
de: Wochenziel
en: Weekly goal
ja: 今週の目標
ko: 주간 목표
zh_hant: 本週目標

source: 本周节奏
de: Diese Woche
en: This Week
ja: 今週の記録
ko: 이번 주 리듬
zh_hant: 本週節奏

source: 本周运动
de: Diese Woche
en: This week
ja: 今週の運動
ko: 이번 주 운동
zh_hant: 本週運動

source: 本次会话已保存
de: In dieser Sitzung gespeichert
en: Saved this session
ja: 今回のセッションで保存
ko: 이번 세션 저장
zh_hant: 本次工作階段已儲存

source: 权限
de: Berechtigungen
en: Permissions
ja: 権限
ko: 권한
zh_hant: 權限

source: 条轨迹
de: Tracks
en: tracks
ja: 本のトラック
ko: 개 트랙
zh_hant: 條軌跡

source: 来源
de: Quelle
en: Source
ja: ソース
ko: 출처
zh_hant: 來源

source: 来自 OpenStreetMap 的路面标签与海拔数据。标签缺失的路段不会给出结论，所以没列出不等于没有问题。
de: Basiert auf Oberflächen-Tags und Höhendaten von OpenStreetMap. Abschnitte ohne Tags werden ausgelassen statt geraten – eine leere Liste bedeutet also nicht, dass die Strecke frei ist.
en: Based on OpenStreetMap surface tags and elevation data. Sections without tags are left out rather than guessed, so an empty list does not mean the route is clear.
ja: OpenStreetMap の路面タグと標高データに基づきます。タグのない区間は推測せず除外するため、何も表示されなくても問題がないとは限りません。
ko: OpenStreetMap의 노면 태그와 고도 데이터를 사용합니다. 태그가 없는 구간은 추측하지 않고 제외하므로, 목록이 비어 있어도 문제가 없다는 뜻은 아닙니다.
zh_hant: 來自 OpenStreetMap 的路面標籤與海拔資料。標籤缺失的路段不會給出結論，所以沒列出不等於沒有問題。

source: 查找其他设备
de: Andere Geräte suchen
en: Find other devices
ja: 他のデバイスを探す
ko: 다른 기기 찾기
zh_hant: 尋找其他裝置

source: 标为电动车
de: Als E-Bike markieren
en: Mark as e-bike
ja: 電動アシストにする
ko: 전기자전거로 표시
zh_hant: 標為電動車

source: 标为电动车并排除
de: Als E-Bike markieren & ausschließen
en: Mark as e-bike & exclude
ja: 電動アシストにして除外
ko: 전기자전거로 표시하고 제외
zh_hant: 標為電動車並排除

source: 检测
de: Erkennung
en: Detection
ja: 検出
ko: 감지
zh_hant: 偵測

source: 检测到新运动并准备写入时，系统才会请求写入权限；没有新记录时不会弹出。
de: Schreibzugriff wird nur bei einem neuen Training angefragt; sonst nichts.
en: Write access is requested only when a new workout is ready to save; nothing pops up otherwise.
ja: 新しいワークアウトを保存する時だけ書き込み許可を求めます。無ければ表示されません。
ko: 새 운동을 저장할 때만 쓰기 권한을 요청하며, 없으면 표시되지 않습니다.
zh_hant: 偵測到新運動並準備寫入時，系統才會請求寫入權限；沒有新記錄時不會彈出。

source: 次骑行
de: Fahrten
en: rides
ja: 回のライド
ko: 회 라이딩
zh_hant: 次騎行

source: 正在导入...
de: Import läuft …
en: Importing…
ja: 取り込み中…
ko: 가져오는 중…
zh_hant: 正在匯入…

source: 正在找附近好去处…
de: Suche Orte in der Nähe…
en: Finding nearby spots…
ja: 近くのスポットを検索中…
ko: 주변 명소를 찾는 중…
zh_hant: 正在尋找附近好去處…

source: 正在查找...
de: Suche läuft …
en: Searching…
ja: 検索中…
ko: 찾는 중…
zh_hant: 正在尋找…

source: 正在清理...
de: Wird bereinigt...
en: Cleaning up...
ja: 整理中...
ko: 정리 중...

source: 正在记录路线
de: Route wird aufgezeichnet
en: Recording route
ja: ルートを記録中
ko: 경로 기록 중
zh_hant: 正在記錄路線

source: 步行
de: Gehen
en: Walking
ja: ウォーキング
ko: 걷기

source: 步行道，需推车通过
de: Fußweg – Rad schieben
en: Footpath — you'll have to push
ja: 歩道 — 押して通行してください
ko: 보행로 — 끌고 지나가야 합니다
zh_hant: 步行道，需推車通過

source: 每周距离目标
de: Wöchentliches Distanzziel
en: Weekly distance goal
ja: 週間距離目標
ko: 주간 거리 목표
zh_hant: 每週距離目標

source: 沙地
de: Sand
en: sand
ja: 砂
ko: 모래

source: 没找到合适的路线
de: Keine passende Route gefunden
en: No suitable route found
ja: 適切なルートが見つかりません
ko: 적합한 경로를 찾지 못했습니다
zh_hant: 沒找到合適的路線

source: 没有发现本 app 写入的重复记录。
de: Keine von dieser App geschriebenen Duplikate gefunden.
en: No duplicate records written by this app found.
ja: このアプリが書き込んだ重複記録は見つかりません。
ko: 이 앱이 기록한 중복 항목이 없습니다.
zh_hant: 沒有發現本 App 寫入的重複記錄。
